[
  {
    "id": 1,
    "name": "Iphone 13",
    "description": "The Iphone 13 was introduced on September 14, 2021, the iPhone 13 and iPhone 13 mini are Apple's newest flagship iPhones at the more affordable end, and are being sold alongside the more expensive iPhone 13 Pro and iPhone 13 Pro Max. The iPhone 13 and iPhone 13 mini are ideal for those who don't need pro-level camera features.",
    "price": 799,
    "img": "https://www.techadvisor.com/cmsdata/features/3797568/iphone_13_news_18_thumb1200_16-9.png",
    "quantity": 5,
    "supplier": "Apple",
    "sold": false
  },
  {
    "id": 2,
    "name": "Samsung Galaxy z fold 3",
    "description": "The thinnest, most pocketable Galaxy Fold yet, with big screens, inside and out. Folded, it's a premium 6.2-inch smartphone that rocks the classic one-handed hold.3 Unfolded, you’ve got an expansive view that opens new possibilities. It has Bold, timeless color. Galaxy Z Fold3 5G shines in three instant-classic hues that are sure to turn heads.",
    "price": 899,
    "img": "https://www.gizmochina.com/wp-content/uploads/2020/10/samsung-opvouwbare-smartphone-sliding-keyboard-1024x747.jpg",
    "quantity": 3,
    "supplier": "Samsung",
    "sold": false
  },
  {
    "id": 3,
    "name": "Vivo X70 Pro",
    "description": "vivo X70 Pro is officially announced on Sept. 9, 2021.The smartphone is powered by Exynos 1080 Octa-core processor. It runs on the Android 11 operating system.The smartphone consists of quad-camera: 50 MP (wide) + 8 MP (periscope telephoto) + 12 (telephoto) + 12 MP (ultrawide). On the front, there is a single camera consist of 32 MP (wide).  ",
    "price": 699,
    "img": "https://worldview.com.pk/wp-content/uploads/2021/01/Vivo-X70-Pro-2021.jpg",
    "quantity": 0,
    "supplier": "Vivo",
    "sold": true
  },
  {
    "id": 4,
    "name": "Macbook Pro",
    "description": "Apple MacBook Pro is a macOS laptop with a 13.30-inch display that has a resolution of 2560x1600 pixels. It is powered by a Core i5 processor and it comes with 12GB of RAM. The Apple MacBook Pro packs 512GB of SSD storage.Connectivity options include Wi-Fi 802.11 ac, Bluetooth and it comes with 2 USB ports (2 x USB 3.0), Mic In ports.",
    "price": 1799,
    "img": "https://9to5mac.com/wp-content/uploads/sites/6/2021/10/MacBook-Pro-2021.jpg?quality=82&strip=all&w=1000",
    "quantity": 1,
    "supplier": "Apple",
    "sold": false
  },
  {
    "id": 5,
    "name": "ASUS ROG Strix Scar 3",
    "description": "The Asus ROG Strix Scar III is quite the impressive gaming laptop, offering strong performance, a 240-Hz panel, long battery life, a clicky keyboard and decent speakers. However, keep in mind that this machine lacks a webcam and the chassis is a bit thick. ",
    "price": 2199,
    "img": "https://geekculture.co/wp-content/uploads/2019/08/ROG-laptops-2019-1200x500.jpg",
    "quantity": 0,
    "supplier": "Asus",
    "sold": true
  },
  {
    "id": 6,
    "name": "Alienware m15 RTX 3070",
    "description": "This Alienware m15 laptop is equipped with a powerful AMD Ryzen 7 5800H 8-core processor, 16GB of RAM, a 512GB SSD, and of course the RTX 3070 video card. The AMD variant of the Alienware m15 laptop has proven to be more powerful than the Intel variant, so if maximum performance is what you're after, this is the config that you want to get.",
    "price": 1599,
    "img": "https://assets-prd.ignimgs.com/2022/04/20/alienwarelaptop-1650471128761.jpg",
    "quantity": 8,
    "supplier": "Alienware",
    "sold": false
  },
  {
    "id": 7,
    "name": "Red Magic 6",
    "description": "The watch looks startlingly similar to the Honor Magic Watch 2, and the post confirms it'll have a 1.39-inch AMOLED screen with a 454 pixel-per-inch resolution. Other than the design, that's all we can tell from the post, but 'Red Magic' is a gaming range. ",
    "price": 499,
    "img": "https://cdn.mos.cms.futurecdn.net/mdGq6XidBkHCEWzr95jrrV.jpg",
    "quantity": 0,
    "supplier": "Nubia",
    "sold": true
  },
  {
    "id": 8,
    "name": "Apple watch 7",
    "description": "The Apple Watch Series 7 display almost completely fills the top face of the watch. Pictures, from watch faces to photos from your iPhone’s camera roll, feel bigger and fuller. Across Apple’s many first-party Watch apps, the buttons are bigger and the text appears conveniently larger.",
    "price": 399,
    "img": "https://www.popsci.com/uploads/2021/10/12/Photo-Oct-12-11-09-08-AM-scaled.jpg",
    "quantity": 4,
    "supplier": "Apple",
    "sold": false
  },
  {
    "id": 9,
    "name": "Razer x Fossil Gen 6 Smartwatch",
    "description": "For starters, the Razer x Fossil Gen 6 comes with an additional watch strap in Razer’s signature neon green color, along with the standard black one. Then, there are three unique Razer-branded watch faces – Analog, Text, and Chroma. These can be downloaded on other Gen 6 smartwatch models as well.",
    "price": 599,
    "img": "https://beebom.com/wp-content/uploads/2022/01/Razer-fossil-smartwatch-feat..jpg?w=730&h=487&crop=1&quality=75",
    "quantity": 0,
    "supplier": "Fossil",
    "sold": true
  }
]
